Repository: SAPikachu/aegisub_2.1.9
Catalog: aegisub/po/*.po
Languages: pl

source: Export
pl: Eksport

source: Filters
pl: Filtry

source: Move up
pl: Przenieś w górę

source: Move down
pl: Przenieś w dół

source: Select all
pl: Zaznacz wszystko

source: Select none
pl: Odznacz wszystko

source: Text encoding:
pl: Kodowanie tekstu:

source: Export...
pl: Eksportuj...

source: Export subtitles file
pl: Eksportuj plik napisów

source: positioning
pl: pozycjonuję

source: You already have timecodes loaded. Would you like to replace them with timecodes from the video file?
pl: Już masz wczytane kody czasowe. Czy chcesz je zastąpić kodami czasowymi z pliku video?

source: Replace timecodes?
pl: Zastąpić kody czasowe?

source: Video Details
pl: Szczegóły video

source: File name:
pl: Nazwa pliku:

source: Resolution:
pl: Rozdzielczość:

source: Length:
pl: Czas trwania:

source: Decoder:
pl: Dekoder:

source: Timing Post-Processor
pl: Przetwarzanie po synchronizacji

source: Apply to styles
pl: Zastosuj do styli

source: Select styles to process. Unchecked ones will be ignored.
pl: Wybierz style do przetworzenia. Nie zaznaczone zostaną zignorowane.

source: All
pl: Wszystko

source: Select all styles.
pl: Zaznacza wszystkie style.

source: None
pl: Żaden

source: Deselect all styles.
pl: Odznacza wszystkie style

source: Options
pl: Opcje

source: Affect selection only
pl: Oddziaływuj tylko na wybrane

source: Lead-in/Lead-out
pl: Zakres przed/Zakres po

source: Add lead in:
pl: Dodaj zakres przed:

source: Enable adding of lead-ins to lines.
pl: Umożliwia dodanie 'zakresu przed' do linii.

source: Lead in to be added, in milliseconds.
pl: Zakres przed, który będzie dodany, w milisekundach.

source: Add lead out:
pl: Dodaj zakres po:

source: Enable adding of lead-outs to lines.
pl: Umożliwia dodanie 'zakresu po' do linii.

source: Lead out to be added, in milliseconds.
pl: Zakres po, który będzie dodany, w milisekundach.

source: Make adjacent subtitles continuous
pl: Ciągłość przyległych napisów

source: Enable
pl: Dostepne

source: Enable snapping of subtitles together if they are within a certain distance of each other.
pl: Umożliwia równoczesny przechwyt napisów, jeżeli są one w pewnej odległości siebie.

source: Threshold:
pl: Próg:

source: Maximum difference between start and end time for two subtitles to be made continuous, in milliseconds.
pl: Maksymalna różnica między czasem początkowym i końcowym dla dwóch napisów, aby zrobić je jako ciągłość, w milisekundach.

source: Sets how to set the adjoining of lines. If set totally to left, it will extend start time of the second line; if totally to right, it will extend the end time of the first line.
pl: Ustal ustawienia dla przylegający linii. Jeśli ustawisz całkowicie do lewej, rozciągnie to czas początkowy drugiej linii; jeśli całkowicie do prawej, rozciągnie to czas końcowy pierwszej linii.

source: Bias: Start <-
pl: Przesunięcie: Początek <-

source: -> End
pl: -> Koniec

source: Keyframe snapping
pl: Przechwyt klatek kluczowych

source: Enable snapping of subtitles to nearest keyframe, if distance is within threshold.
pl: Umożliwia przechwyt napisów do najbliższej klatki kluczowej, jeżeli odległość mieści się w progu.

source: Starts before thres.:
pl: Próg przed początkiem:

source: Threshold for 'before start' distance, that is, how many frames a subtitle must start before a keyframe to snap to it.
pl: Próg odległości dla 'przed początkiem', tzn. ile klatek przed klatką kluczową napis musi się rozpocząć, aby został przechwycony.

source: Starts after thres.:
pl: Próg po początku:

source: Threshold for 'after start' distance, that is, how many frames a subtitle must start after a keyframe to snap to it.
pl: Próg odległości dla 'po początku', tzn. ile klatek po klatce kluczowej napis musi się rozpocząć, aby został przechwycony.

source: Ends before thres.:
pl: Próg przed końcem:

source: Threshold for 'before end' distance, that is, how many frames a subtitle must end before a keyframe to snap to it.
pl: Próg odległości dla 'przed końcem', tzn. ile klatek przed klatką kluczową napis musi się skończyć, aby został przechwycony.

source: Ends after thres.:
pl: Próg po końcu:

source: Threshold for 'after end' distance, that is, how many frames a subtitle must end after a keyframe to snap to it.
pl: Próg odległości dla 'po końcu', tzn. ile klatek po klatce kluczowej napis musi skończyć się, aby został przechwycony.

source: One of the lines in the file (%i) has negative duration. Aborting.
pl: Jedna z linii w pliku (%i) ma błędny czas trwania. Przerywam.

source: Invalid script
pl: Błąd skryptu

source: timing processor
pl: przetwarzanie synchronizacji

source: Play video starting on this position
pl: Odtwórz video zaczynając od tej pozycji

source: Play current line
pl: Odtwórz aktualną linię

source: Stop video playback
pl: Zatrzymaj odtwarzanie video

source: Toggle autoscroll of video
pl: Przełącz automatyczne przewijanie video

source: Seek video.
pl: Przeszukiwanie video.

source: Current frame time and number.
pl: Aktualny czas i numer klatki.

source: Time of this frame relative to start and end of current subs.
pl: Czas względny tej klatki, zawiera początek i koniec aktualnych napisów.

source: Standard mode, double click sets position.
pl: Tryb standardowy, podwójne kliknięcie ustawia pozycję.

source: Drag
pl: Przeciągnij

source: Drag subtitles.
pl: Przeciągnij napisy.

source: Rotate Z
pl: Obrót Z

source: Rotate subtitles on their Z axis.
pl: Obróć napisy na osi Z

source: Rotate XY
pl: Obrót XY

source: Rotate subtitles on their X and Y axes.
pl: Obróć napisy na osiach X i Y.

source: Scale
pl: Skaluj

source: Scale subtitles on X and Y axes.
pl: Skaluj napisy na osiach X i Y.

source: Clip
pl: Wycinek

source: Clip subtitles to a rectangle.
pl: Przytnij napisy w prostokącie

source: Vector Clip
pl: Wycinek wektorowy

source: Clip subtitles to a vectorial area.
pl: Przytnij napisy w obszarze wektorowym.

source: Realtime
pl: Czas rzeczywisty

source: Toggle realtime display of changes.
pl: Przełącz widok zmian w czasie rzeczywistym.

source: Help
pl: Pomoc

source: Open the manual page for Visual Typesetting.
pl: Otwórz stronę podręcznika dla Składu wizualnego

source: FRAME
pl: KLATKA

source: Aegisub could not narrow down the character set to a single one. Please pick one below:
pl: Aegisub nie może zawęzić zestawu znaków do pojedynczego znaku. Proszę wybrać jeden z poniższych:

source: Choose character set
pl: Wybierz zestaw znaków

source: Save PNG snapshot
pl: Zapisz zrzut PNG

source: Copy image to Clipboard
pl: Kopiuj obraz do schowka systemowego

source: Save PNG snapshot (no subtitles)
pl: Zapisz zrzut PNG (bez napisów)

source: Copy image to Clipboard (no subtitles)
pl: Kopiuj obraz do schowka systemowego (bez napisów)

source: Copy coordinates to Clipboard
pl: Kopiuj koordynaty do schowka systemowego

source: Select
pl: Wybór

source: Match
pl: Porównanie

source: Match dialogues/comments
pl: Porównaj dialogi/komentarze

source: Matches
pl: Porównuj

source: Doesn't Match
pl: Nie porównuj

source: Match case
pl: Przypadkowe porównanie

source: Exact match
pl: Dokładne porównanie

source: Contains
pl: Zawartość

source: Regular Expression match
pl: Porównaj wyrażenia regularne

source: Text
pl: Tekst

source: Style
pl: Styl

source: Actor
pl: Aktor

source: Effect
pl: Efekt

source: In Field
pl: W polu

source: Dialogues
pl: Dialogi

source: Comments
pl: Komentarze

source: Set selection
pl: Ustaw wybór

source: Add to selection
pl: Dodaj do wyboru

source: Subtract from selection
pl: Odejmij od wyboru

source: Intersect with selection
pl: Pokrzyżuj z wybranymi

source: Action
pl: Akcja

source: Selection was set to %i lines
pl: Wybór został ustawiony dla %i linii

source: Selection
pl: Wybór

source: %i lines were added to selection
pl: %i linie dodane były do wyboru

source: %i lines were removed from selection
pl: %i linie były usunięte z wyboru

source: Styling assistant
pl: Asystent stylizacji

source: Current line
pl: Aktualna linia

source: Styles available
pl: Dostępne style

source: Set style
pl: Ustawiony styl

source: Keys
pl: Klawisze

source: Actions
pl: Akcje

source: Accept changes
pl: Akceptuj zmiany

source: Preview changes
pl: Podgląd zmian

source: Previous line
pl: Poprzednia linia

source: Next line
pl: Następna linia

source: Play Video
pl: Odtwórz video

source: Play Audio
pl: Odtwórz audio

source: Click on list:
pl: Kliknięcie na listę:

source: Select style
pl: Wybranie stylu

source: Enable preview (slow)
pl: Umożliw podgląd (wolno)

source: style changes
pl: zmiany styli

source: styling assistant
pl: asystent stylizacji

source: Styles Manager
pl: Menedżer styli

source: Catalog of available storages
pl: Katalog zmagazynowanych styli

source: New
pl: Nowy

source: Delete
pl: Usuń

source: Storage
pl: Magazyn

source: Copy to current script ->
pl: Kopiuj do aktualnego skryptu ->

source: Edit
pl: Edytuj

source: Copy
pl: Kopiuj

source: Move style up.
pl: Przesuń styl do góry.

source: Move style down.
pl: Przesuń styl do dołu.

source: Move style to top.
pl: Przesuń styl na górę.

source: Move style to bottom.
pl: Przesuń styl na dół.

source: Sort styles alphabetically.
pl: Sortuj style alfabetycznie.

source: Current script
pl: Aktualny skrypt

source: <- Copy to storage
pl: <- Kopiuj do magazynu

source: Import from script...
pl: Importuj ze skryptu...

source: New storage name:
pl: Nowa nazwa magazynu:

source: New catalog entry
pl: Nowy wpis do katalogu

source: A catalog with that name already exists.
pl: Katalog o takiej nazwie już istnieje.

source: Catalog name conflict
pl: Konflikt nazwy katalogu

source: The specified catalog name contains one or more illegal characters. They have been replaced with underscores instead. The catalog has been renamed to "%s".
pl: Nazwa katalogu zawiera jeden lub więcej niedopuszczalnych znaków. Zostały one zastąpione przez podkreślenia. Aktualna nazwa katalogu to "%s".

source: Invalid characters
pl: Błędne znaki

source: Are you sure you want to delete the storage "%s" from the catalog?
pl: Jesteś pewny, że chcesz usunąć magazyn "%s" z katalogu?

source: Confirm delete
pl: Potwierdź usuwanie

source: style copy
pl: kopia stylu

source: Copy of
pl: Skopiuj z

source: style paste
pl: wklej styl

source: Could not parse style
pl: Nie można parsować stylu

source: Are you sure you want to delete these
pl: Jesteś pewny, że chcesz usunąć te

source: styles?
pl: style?

source: Are you sure you want to delete this style?
pl: Jesteś pewny, że chcesz usunąć ten styl?

source: Confirm delete from storage
pl: Potwierdź usuwanie z magazynu

source: Confirm delete from current
pl: Potwierdź usuwanie z aktualnych

source: style delete
pl: usuwanie stylu

source: Open subtitles file
pl: Otwórz plik napisów

source: The selected file has no available styles.
pl: Wybrany plik nie ma żadnych dostępnych styli.

source: Error Importing Styles
pl: Błąd importowania styli

source: Choose styles to import:
pl: Wybierz style do importu:

source: Import Styles
pl: Importuj style

source: style import
pl: importuje style

source: Are you sure? This cannot be undone!
pl: Jesteś pewny? Nie można tego cofnąć!

source: Sort styles
pl: Sortuj style

source: style move
pl: przesuń styl

source: Startup
pl: Uruchomienie

source: Show Splash Screen
pl: Pokaż ekran powitalny

source: Auto Check for Updates
pl: Sprawdzaj automatycznie aktualizacje

source: Limits for levels and recent files
pl: Limity dla poziomów i ostatnio otwieranych plików

source: Maximum undo levels
pl: Maksymalny poziom cofania zmian

source: Maximum recent timecode files
pl: Maksymalna ilość ostatnio otwieranych plików kodów czasowych

source: Maximum recent keyframe files
pl: Maksymalna ilość ostatnio otwieranych plików klatek kluczowych

source: Maximum recent subtitle files
pl: Maksymalna ilość ostatnio otwieranych plików napisów

source: Maximum recent video files
pl: Maksymalna ilość ostatnio otwieranych plików video

source: Maximum recent audio files
pl: Maksymalna ilość ostatnio otwieranych plików audio

source: Maximum recent find strings
pl: Maksymalna ilość ostatnio znalezionych łańcuchów

source: Maximum recent replace strings
pl: Maksymalna ilość ostatnio zamienianych łańcuchów

source: Auto-save
pl: Automatyczny zapis

source: File paths
pl: Ścieżki do plików

source: Miscellanea
pl: Różne

source: Auto-backup
pl: Automatyczna kopia zapasowa

source: Auto-save every
pl: Automatyczny zapis co

source: seconds.
pl: sekund.

source: Auto-save path:
pl: Ścieżka automatycznego zapisu:

source: Auto-backup path:
pl: Ścieżka automat. kopii zapasowej:

source: Auto-load linked files:
pl: Automatyczne wczytanie połączonych plików:

source: Never
pl: Nigdy

source: Always
pl: Zawsze

source: Ask
pl: Pytaj

source: Enable call tips
pl: Włącz wyświetlanie wskazówek

source: Enable syntax highlighting
pl: Umożliw podświetlanie składni

source: Link commiting of times
pl: Włącz potwierdzanie czasów

source: Overwrite-Insertion in time boxes
pl: Nadpisuj-wstawiaj w polu czasu

source: Path to dictionary files:
pl: Ściezka do pliku słownika:

source: Normal
pl: Normalny

source: Brackets
pl: Klamry

source: Slashes and Parentheses
pl: Ukośniki i nawiasy

source: Tags
pl: Tagi

source: Parameters
pl: Parametry

source: Error
pl: Błąd

source: Error Background
pl: Tło błędu

source: Line Break
pl: Łamanie linii

source: Karaoke templates
pl: Szablony karaoke

source: Modified Background
pl: Tło modyfikacji

source: Syntax highlighter -
pl: Podświetlenie składni -

source: Font:
pl: Czcionka:

source: Allow grid to take focus
pl: Zezwalaj na skupianie siatki

source: Highlight subtitles that are currently visible in video
pl: Podświetlaj napisy, które są aktualnie widoczne na video

source: Standard foreground
pl: Standardowy pierwszy plan

source: Standard background
pl: Standardowe tło

source: Selection foreground
pl: Pierwszy plan wyboru

source: Selection background
pl: Tło wyboru

source: Comment background
pl: Tło komentarza

source: Selected comment background
pl: Tło wybranego komentarza

source: Collision foreground
pl: Pierwszy plan kolizji

source: Line in frame background
pl: Tło obramowanej linii

source: Header
pl: Nagłówek

source: Left Column
pl: Lewa kolumna

source: Active Line Border
pl: Obramowanie aktywnej linii

source: Lines
pl: Linie

source: Replace override tags with:
pl: Zastąp używane tagi przez:

source: Advanced - EXPERT USERS ONLY
pl: Zaawansowane - TYLKO DLA EKSPERTÓW

source: Match video resolution on open:
pl: Dopasuj rozdzielczość wideo podczas otwierania:

source: Default Zoom:
pl: Domyślne powiększenie:

source: Fast jump step in frames:
pl: Szybki przeskok w klatkach:

source: Screenshot save path:
pl: Ścieżka zapisu zrzutów ekranowych:

source: Show keyframes in slider
pl: Pokaż klatki kluczowe na suwaku

source: Video provider:
pl: Dostawca video:

source: Subtitles provider:
pl: Dostawca napisów:

source: Avisynth memory limit:
pl: Limit pamięci Avisynth:

source: Allow pre-2.56a Avisynth
pl: Zezwalaj na pre-2.56a Avisynth

source: WARNING: Changing these settings might result in bugs, crashes, glitches and/or movax. Don't touch these unless you know what you're doing.
pl: OSTRZEŻENIE: Zmiana tych ustawień może doprowadzić do błędów, uszkodzeń, awarii i/lub movax. Nie zmieniaj ich, chyba że wiesz, co robisz.

source: Grab times from line upon selection
pl: Przechwytuj czasy z wybranych linii

source: Default mouse wheel to zoom
pl: Domyślnie - powiększenie kółkiem myszki

source: Lock scroll on Cursor
pl: Blokuj przesuwanie kursorem

source: Snap to keyframes
pl: Przechwyt do klatek kluczowych

source: Snap to adjacent lines
pl: Przechwyt do przyległych linii

source: Auto-focus on mouse over
pl: Automat. skupianie, gdy mysz ponad

source: Don't show
pl: Nie pokazuj

source: Show previous
pl: Pokaż poprzednią

source: Show all
pl: Pokaż wszystkie

source: Default timing length
pl: Domyślny czas trwania synchronizacji

source: Default lead-in length
pl: Domyślny czas trwania wejścia

source: Default lead-out length
pl: Domyślny czas trwania wyjścia

source: Show inactive lines
pl: Pokaż bezczynne linie

source: Start-marker drag sensitivity
pl: Delikatnie przeciągnij znacznik początku

source: Draw secondary lines
pl: Rysuj dodatkowe linie

source: Draw selection background
pl: Rysuj tło wyboru

source: Draw timeline
pl: Rysuj linię czasu

source: Draw cursor time
pl: Rysuj znacznik czasu

source: Draw keyframes
pl: Rysuj klatki kluczowe

source: Draw video position
pl: Rysuj pozycję video

source: Play cursor
pl: Znacznik odtwarzania

source: Background
pl: Tło

source: Selection background - modified
pl: Tło wyboru - modyfikacja

source: Seconds boundary
pl: Linia graniczna sekund

source: Waveform
pl: Kształt fali

source: Waveform - selection
pl: Kształt fali - wybrane

source: Waveform - modified
pl: Kształt fali - modyfikacja

source: Waveform - inactive
pl: Kształt fali - bezczynność

source: Boundary - start
pl: Granica - początek

source: Boundary - end
pl: Granica - koniec

source: Boundary - inactive
pl: Granica - bezczynność

source: Syllable text
pl: Tekst sylabizowany

source: Syllable boundary
pl: Granica sylab

source: None (NOT RECOMMENDED)
pl: Brak (NIE ZALECANE)

source: Hard Disk
pl: Dysk twardy

source: Audio provider
pl: Dostawca audio

source: Audio player
pl: Odtwarzacz audio

source: Cache type
pl: Typ pamięci podręcznej

source: HD cache path
pl: Ścieżka pamięci podręcznej na HD

source: HD cache name
pl: Nazwa pamięci podręcznej na HD

source: Spectrum cutoff
pl: Odcięcie widma

source: 0 - Regular quality
pl: 0 - Stała jakość

source: 1 - Better quality
pl: 1 - Lepsza jakość

source: 2 - High quality
pl: 2 - Wysoka jakość

source: 3 - Insane quality
pl: 3 - Jakość ponad normę

source: Spectrum quality
pl: Jakość widma

source: Spectrum cache memory max (MB)
pl: Maksymalna pamięć podręczna widma (MB)

source: Base path
pl: Ścieżka bazowa

source: Include path
pl: Ścieżka do zawartości

source: Auto-load path
pl: Ścieżka automatycznego odczytu

source: 0: Fatal
pl: 0: Poważny

source: 1: Error
pl: 1: Błąd

source: 2: Warning
pl: 2: Ostrzeżenie

source: 3: Hint
pl: 3: Wskazówka

source: 4: Debug
pl: 4: Debagowanie

source: 5: Trace
pl: 5: Śledzenie

source: Below Normal (recommended)
pl: Poniżej normalnego (zalecany)

source: Lowest
pl: Najniższy

source: No scripts
pl: Bez skryptów

source: Subtitle-local scripts
pl: Napisy-skrypty lokalne

source: Global autoload scripts
pl: Globalne auto. wczytywanie skryptów

source: All scripts
pl: Wszystkie skrypty

source: Trace level
pl: Poziom śledzenia

source: Thread priority
pl: Priorytet przenikania

source: Autoreload on Export
pl: Automat. przeładowanie przy eksporcie

source: Function
pl: Funkcja

source: Key
pl: Klawisz

source: Set Hotkey...
pl: Ustaw 'gorące' klawisze...

source: Clear Hotkey
pl: Czyść 'gorące' klawisze

source: Default
pl: Domyślne

source: Default All
pl: Wszystkie domyślne

source: General
pl: Główne

source: File save/load
pl: Zapis/odczyt pliku

source: Subtitles edit box
pl: Okno edycji napisów

source: Subtitles grid
pl: Siatka napisów

source: Display
pl: Wyświetlanie

source: Advanced
pl: Zaawansowane

source: Automation
pl: Automatyzacja

source: Hotkeys
pl: Gorące klawisze

source: Restore Defaults
pl: Przywróć domyślne

source: Aegisub must restart for the changes to take effect. Restart now?
pl: Aby zmiany odniosły skutek, należy ponownie uruchomić Aegisub. Chcesz uruchomić ponownie?

source: Restart Aegisub
pl: Uruchom ponownie Aegisub

source: Are you sure that you want to restore the defaults? All your settings will be overriden.
pl: Jesteś pewny, że chcesz przywrócić domyślne ustawienia? Wszystkie twoje ustawienia zostaną usunięte.

source: Restore defaults?
pl: Przywrócić domyślne?

source: Press Key
pl: Wciśnij klawisz

source: Press key to bind to "%s" or Esc to cancel.
pl: Wciśnij klawisz, aby powiązać z "%s" lub naciśnij Esc, aby anulować.

source: The hotkey %s is already mapped to %s. If you proceed, that hotkey will be cleared. Proceed?
pl: Gorący klawisz %s już jest zaplanowany dla %s. Jeżeli chcesz przejść dalej, to zostanie wyczyszczony. Chcesz przejść?

source: Hotkey conflict
pl: Konfilkt gorących klawiszy

source: All Supported Formats
pl: Wszystkie wspierane formaty

source: 29.970 FPS (NTSC with SMPTE dropframe)
pl: 29.970 FPS (NTSC z SMPTE dropframe)

source: Please choose the appropriate FPS for the subtitles:
pl: Proszę wybrać odpowiedni FPS dla napisów:

source: Text import options
pl: Opcje importu tekstu

source: Actor separator:
pl: Separator aktora:

source: Comment starter:
pl: Komentarz początkowy:

source: Indexing
pl: Indeksowanie

source: Reading timecodes and frame/sample data
pl: Odczytuję kody czasowe i klatki/próbki danych

source: Track %02d: %s
pl: Ścieżka %02d: %s

source: Multiple %s tracks detected, please choose the one you wish to load:
pl: Wykryto kilka %s strumieni. Wybierz, który chcesz wczytać:

source: Choose %s track
pl: Wybierz %s ścieżkę

source: Spell Checker
pl: Korektor pisowni

source: original
pl: oryginał

source: replace with
pl: zastąp przez

source: Misspelled word:
pl: Błędnie napisane słowo:

source: Replace with:
pl: Zastąp przez:

source: Replace
pl: Zastąp

source: Replace All
pl: Zastąp wszystko

source: Ignore
pl: Ignoruj

source: Ignore all
pl: Ignoruj wszystko

source: Add to dictionary
pl: Dodaj do słownika

source: Aegisub has finished checking spelling of this script.
pl: Aigesub ukończył sprawdzanie pisowni w tym skrypcie.

source: Spell checking complete.
pl: Ukończono korektę pisowni.

source: Spell check replace
pl: Korektor pisowni zamienił

source: Aegisub has found no spelling mistakes in this script.
pl: Aegisub nie znalazł żadnych błędów pisowni w tym skrypcie.

source: Parsing Matroska
pl: Parsuję Matroska

source: Reading keyframe and timecode data from Matroska file.
pl: Odczyt klatek kluczowych i danych kodów czasowych z pliku Matroska.

source: Reading subtitles from Matroska file.
pl: Odczyt napisów z pliku Matroska.

source: visual typesetting
pl: skład wizualny

source: Fix Styles
pl: Napraw style

source: Fixes styles by replacing any style that isn't available on file with Default.
pl: Naprawia style przez zastąpienie stylu, który nie jest dostępny na styl domyślny.

source: Empty
pl: Pusty

source: &Undo
pl: &Cofnij

source: Undoes last action
pl: Cofa ostatnie działanie

source: &Redo
pl: &Ponów

source: Redoes last action
pl: Ponawia ostatnie działanie

source: No Automation macros loaded
pl: Brak wczytanych makr automatyzacji

source: Video Formats
pl: Formaty video

source: All Files
pl: Wszystkie pliki

source: Open video file
pl: Otwórz plik video

source: Audio Formats
pl: Formaty audio

source: All files
pl: Wszystkie pliki

source: Open audio file
pl: Otwórz plik audio

source: Choose charset code:
pl: Wybierz kodowanie znaków

source: Charset
pl: Kodowanie znaków

source: All Supported Types
pl: Wszystkie wspierane typy

source: Open timecodes file
pl: Otwórz plik kodów czasowych

source: Save timecodes file
pl: Zapisz plik kodów czasowych

source: Reloaded all Automation scripts
pl: Ponowne wczytanie wszystkich skryptów automatyzacji

source: Reloaded autoload Automation scripts
pl: Przeładowanie wczytanych skryptów automatyzacji

source: snap to scene
pl: przechwyt do sceny

source: shift to frame
pl: przesuń do klatki

source: Enter aspect ratio in either: decimal (e.g. 2.35) fractional (e.g. 16:9) specific resolution (e.g. 853x480)
pl: Wstaw któryś ze współczynników kształtu obrazu: dziesiętny (np. 2.35) ułamkowyy (np. 16:9) ściśle określony (np. 853x480)

source: Enter aspect ratio
pl: Wstaw współczynnik proporcji obrazu

source: Invalid value! Aspect ratio must be between 0.5 and 5.0.
pl: Błędna wartość! Współczynnik proporcji obrazu musi być między 0.5 i 5.0.
