Repository: SAPikachu/aegisub_2.1.9
Catalog: aegisub/po/*.po
Languages: pl

source: Show a mask over the video, indicating areas that might get cropped off by overscan on televisions.
pl: Pokazuje maskę na video, wskazując obszary, które mogłyby zostać obcięte przez overscan na telewizorach.

source: &Jump to...
pl: &Skocz do...

source: Jump to frame or time
pl: Przeskocz do klatki lub czasu

source: Jump Video to Start
pl: Skocz na początek video

source: Jump Video to End
pl: Skocz na koniec video

source: &Open Audio File...
pl: &Otwórz plik audio...

source: Opens an audio file
pl: Otwiera plik audio

source: Open Audio from &Video
pl: Otwórz audio z &video

source: Opens the audio from the current video file
pl: Otwiera audio z aktualnego pliku video

source: &Close Audio
pl: &Zamknij audio

source: Closes the currently open audio file
pl: Zamyka aktualnie otworzony plik audio

source: &Automation...
pl: &Automatyzacja...

source: Open automation manager
pl: Otwiera Menedżer automatyzacji

source: &Automation
pl: &Automatyzacja

source: Select Aegisub interface language
pl: Wybierz język interfejsu Aegisub

source: &Options...
pl: &Opcje...

source: Subs Only View
pl: Pokaż tylko napisy

source: Display subtitles only
pl: Wyświetlane są tylko napisy

source: Video+Subs View
pl: Pokaż video+napisy

source: Display video and subtitles only
pl: Wyświetlane są tylko video i napisy

source: Audio+Subs View
pl: Pokaż audio+napisy

source: Display audio and subtitles only
pl: Wyświetlane są tylko audio i napisy

source: Full view
pl: Pełny widok

source: Display audio, video and subtitles
pl: Wyświetlane jest audio, wideo i napisy

source: Vie&w
pl: &Widok

source: &Contents...
pl: &Zawartość...

source: Help topics
pl: Tematy pomocy

source: &All Files
pl: &Wszystkie pliki

source: &Website...
pl: Strona &WWW...

source: Visit Aegisub's official website
pl: Odwiedź oficjalną stronę Aegisub

source: &Forums...
pl: &Fora dyskusyjne...

source: Visit Aegisub's forums
pl: Odwiedź fora Aegisub

source: &Bug Tracker...
pl: Tropiciel &błędów...

source: Visit Aegisub's bug tracker to report bugs and request new features
pl: Odwiedź tropiciela błędów Aegisub, aby powiadomić o błędach i poprosić o nowe użyteczności

source: &IRC Channel...
pl: Kanał &IRC...

source: Visit Aegisub's official IRC channel
pl: Odwiedź oficjalny kanał IRC Aegisub

source: &Check for Updates...
pl: &Sprawdź aktualizacje...

source: Check to see if there is a new version of Aegisub available
pl: Sprawdź, czy jest dostępna nowa wersja Aegisub

source: &About...
pl: O &Aegisub...

source: Save subtitles file
pl: Zapisz plik napisów

source: Save before continuing?
pl: Zapisać przed kontynuacją?

source: Unsaved changes
pl: Nie zapisane zmiany

source: Untitled
pl: Niezatytułowany

source: untitled
pl: niezatytułowany

source: Do you want to load/unload the associated files?
pl: Chcesz wczytać/nie wczytywać skojarzone pliki?

source: (Un)Load files?
pl: (Nie)wczytać pliki?

source: You have timecodes loaded currently. Would you like to unload them?
pl: Aktualnie masz wczytane kody czasowe. Czy chcesz je usunąć z pamięci?

source: Unload timecodes?
pl: Usunąć z pamięci kody czasowe?

source: The resolution of the loaded video and the resolution specified for the subtitles don't match. Video resolution: %d x %d Script resolution: %d x %d Change subtitles resolution to match video?
pl: Rozdzielczość wczytanego wideo i wyszczególniona rozdzielczość dla napisów nie pasują do siebie. Rozdzielczość video: %d x %d Rozdzielczość skryptu: %d x %d Zmienić rozdzielczość napisów na rodzielczość video?

source: Resolution mismatch
pl: Rozbieżność rozdzielczości

source: Change script resolution
pl: Zmień rozdzielczość skryptu

source: Script Properties
pl: Właściwości skryptu

source: Script
pl: Skrypt

source: Title:
pl: Tytuł:

source: Original script:
pl: Oryginalny skrypt:

source: Translation:
pl: Tłumaczenie:

source: Editing:
pl: Edycja:

source: Timing:
pl: Synchronizacja:

source: Synch point:
pl: Punkt synchronizacji:

source: Updated by:
pl: Aktualizował:

source: Update details:
pl: Szczegóły aktualizacji:

source: 0: Smart wrapping, top line is wider
pl: 0: Inteligentne łamanie linii, górna linia jest szersza

source: 1: End-of-line word wrapping, only \N breaks
pl: 1: Łamanie linii tylko za pomocą \N

source: 2: No word wrapping, both \n and \N break
pl: 2: Bez łamania linii, zarówno bez \n jak i \N

source: 3: Smart wrapping, bottom line is wider
pl: 3: Inteligentne łamanie linii, dolna linia jest szersza

source: Wrap Style:
pl: Styl łamania linii:

source: Reverse
pl: Odwrócona

source: Collision:
pl: Kolizja:

source: Scale Border and Shadow
pl: Skaluj obrys i cień

source: Scale border and shadow together with script/render resolution. If this is unchecked, relative border and shadow size will depend on renderer.
pl: Skaluje obrys i cień zgodnie z rozdzielczością skryptu/renderowania. Jeśli opcja jest odznaczona, stosunek wielkości obrysu i cienia będzie zależeć od renderowania.

source: property changes
pl: własności zmian

source: Original
pl: Oryginał

source: Translation
pl: Tłumaczenie

source: Current line: ?
pl: Aktualna linia: ?

source: Insert original
pl: Wstaw oryginał

source: Enable preview
pl: Umożliw podgląd

source: Current line: %i/%i
pl: Aktualna linia: %i/%i

source: translation assistant
pl: asystent tłumaczenia

source: No more lines to translate.
pl: Nie ma więcej linii do tłumaczenia.

source: Do you want to commit your changes? If you choose No, they will be discarded.
pl: Czy chcesz potwierdzić swoje zmiany? Jeżeli wybierzesz NIE, zostaną odrzucone.

source: Commit?
pl: Potwierdzasz?

source: Karaoke tag
pl: Tag karaoke

source: Change karaoke tag to \k
pl: Zmień tag karaoke na \k

source: Change karaoke tag to \kf
pl: Zmień tag karaoke na \kf

source: Change karaoke tag to \ko
pl: Zmień tag karaoke na \ko

source: Transform Framerate
pl: Przekształć szybkość klatek na sekundę

source: Transform subtitles times, including those in override tags, from input to output. This is most useful to convert CFR to VFR for hardsubbing. You usually DO NOT want to check this filter for softsubbing.
pl: Przekształca czasy napisów bez uwzględniania zawartych tagów, od początku do końca. Jest to najbardziej przydatne do przerobienia CFR na VFR dla hardsubów. Zazwyczaj nie zaznacza się tego filtru dla softsubów.

source: From Video
pl: z video

source: Variable
pl: Zmienna

source: Constant:
pl: Stała:

source: Reverse transformation
pl: Odwróć transformację

source: Input framerate:
pl: Wejściowa szybkość klatek:

source: Output:
pl: Wyjście:

source: Load audio
pl: Wczytaj audio

source: Reading into RAM
pl: Zapisuję do RAM

source: Style Editor
pl: Edytor styli

source: Style name
pl: Nazwa stylu

source: Font
pl: Czcionka

source: Colors
pl: Kolory

source: Margins
pl: Marginesy

source: Outline
pl: Obrys

source: Miscellaneous
pl: Różne

source: Preview
pl: Podgląd

source: Italic
pl: Kursywa

source: Alignment
pl: Wyrównanie

source: Opaque box
pl: Nieprzezroczysta ramka

source: Style name.
pl: Nazwa stylu.

source: Font face.
pl: Nazwa czcionki.

source: Font size.
pl: Rozmiar czcionki.

source: Choose primary color.
pl: Wybierz kolor podstawowy.

source: Choose secondary color.
pl: Wybierz kolor dodatkowy.

source: Choose outline color.
pl: Wybierz kolor obrysu.

source: Choose shadow color.
pl: Wybierz kolor cienia.

source: Set opacity, from 0 (opaque) to 255 (transparent).
pl: Ustaw nieprzezroczystość, od 0 (nieprzezroczystość) do 255 (przezroczystość).

source: Distance from left edge, in pixels.
pl: Odległość od lewej krawędzi, w pikselach.

source: Distance from right edge, in pixels.
pl: Odległość od prawej krawędzi, w pikselach.

source: Distance from top/bottom edge, in pixels.
pl: Odległość od górnej/dolnej krawędzi, w pikselach

source: When selected, display an opaque box behind the subtitles instead of an outline around the text.
pl: Wybór widoku nieprzezroczystego paska za napisami zamiast obrysu dookoła tekstu.

source: Outline width, in pixels.
pl: Szerokość obrysu, w pikselach.

source: Shadow distance, in pixels.
pl: Odległość cienia, w pikselach.

source: Scale X, in percentage.
pl: Skalowanie X, w procentach.

source: Scale Y, in percentage.
pl: Skalowanie Y, w procentach.

source: Angle to rotate in Z axis, in degrees.
pl: Kąt obrotu w osi Z, w stopniach.

source: Encoding, only useful in unicode if the font doesn't have the proper unicode mapping.
pl: Kodowanie znaków. Jest przydatne tylko w unicode, jeżeli czcionka nie ma właściwego mapowania unicode.

source: Character spacing, in pixels.
pl: Odstęp między znakami, w pikselach.

source: Alignment in screen, in numpad style.
pl: Wyrównanie na ekranie, w stylu numerycznym.

source: Primary
pl: Podstawowy

source: Secondary
pl: Dodatkowy

source: Shadow
pl: Cień

source: Outline:
pl: Obrys:

source: Shadow:
pl: Cień:

source: Scale X%:
pl: Skala X%:

source: Scale Y%:
pl: Skala Y%:

source: Rotation:
pl: Obrót:

source: Spacing:
pl: Odstęp:

source: Encoding:
pl: Kodowanie:

source: Preview of current style.
pl: Podgląd aktualnego stylu.

source: Text to be used for the preview.
pl: Tekst używany do podglądu.

source: Colour of preview background.
pl: Kolor tła w oknie podglądu.

source: No subtitle providers available. Cannot preview subs.
pl: Żaden dostawca napisów nie jest dostępny. Nie ma podglądu napisów.

source: Do you want to change all instances of this style in the script to this new name?
pl: Czy chcesz zmienić wszystkie instancje tego stylu w skrypcie pod nową nazwą?

source: Update script?
pl: Aktualizować skrypt?

source: You have chosen to use the "Comic Sans" font. As the programmer and a typesetter, I must urge you to reconsider. Comic Sans is the most abused font in the history of computing, so please avoid using it unless it's REALLY suitable. Thanks.
pl: Chcesz użyć czcionkę "Comic Sans"? Jako programista i składacz zalecam, abyś rozważył to ponownie. Comic Sans jest najczęściej używaną czcionką w historii informatyki. Unikaj jej używania, chyba że jest ona NAPRAWDĘ odpowiednia. Dzięki.

source: Warning
pl: Uwaga

source: Shift by
pl: Przesuń wg

source: History
pl: Historia

source: Time:
pl: Czas:

source: Frames:
pl: Klatki:

source: Enter time in h:mm:ss.cs notation
pl: Wstaw czas w zapisie h:mm:ss.cs

source: Shift by time
pl: Przesuwa wg czasu

source: Enter number of frames to shift by
pl: Wstaw ilość klatek do przesunięcia

source: Shift by frames
pl: Przesuwa wg klatek

source: Forward
pl: Do przodu

source: Backward
pl: Do tyłu

source: Shifts subs forward, making them appear later. Use if they are appearing too soon.
pl: Przesunięcie napisów do przodu sprawi, że będą ukazywały się później. Użyj, jeśli napisy ukazują się zbyt wcześnie.

source: Shifts subs backward, making them appear earlier. Use if they are appearing too late.
pl: Przesunięcie napisów do tyłu sprawi, że będą ukazywały się wcześniej. Użyj, jeśli napisy ukazują się zbyt późno.

source: Selection onward
pl: Wybór postępujący

source: Affect
pl: Oddziaływanie

source: Start and End times
pl: Czasy początkowe i końcowe

source: Start times only
pl: Tylko czas początkowe

source: End times only
pl: Tylko czasy końcowe

source: Times
pl: Czasy

source: Clear
pl: Czyść

source: unsaved,
pl: nie zapisane,

source: frames
pl: klatek

source: backward,
pl: do tyłu,

source: forward,
pl: do przodu,

source: all
pl: wszystko

source: from %i onward
pl: z %i dalszy

source: sel
pl: wyb

source: shifting
pl: przesuwanie

source: Dummy video options
pl: Opcje fikcyjnego video

source: Checkerboard pattern
pl: Wzór szachownicy

source: Video resolution:
pl: Rozdzielczość video:

source: Colour:
pl: Kolor:

source: Frame rate (fps):
pl: Szybkość klatek (fps):

source: Duration (frames):
pl: Czas trwania (klatki):

source: Resulting duration: %d:%02d:%02d.%03d
pl: Wynikowy czas trwania: %d:%02d:%02d.%03d

source: Invalid fps or length value
pl: Błędny fps lub wartość długości

source: Attachment List
pl: Lista załączników

source: E&xtract
pl: W&ypakuj

source: &Delete
pl: &Usuń

source: Attach &Font
pl: Załącz &czcionkę

source: Attach &Graphics
pl: Załącz &grafiki

source: Attachment name
pl: Nazwa załącznika

source: Size
pl: Rozmiar

source: Group
pl: Grupa

source: Choose file to be attached
pl: Wybierz plik do załączenia

source: Select the path to save the files to:
pl: Wybierz ścieżkę do zapisania plików:

source: Select the path to save the file to:
pl: Wybierz ścieżkę do zapisania pliku:

source: Jump to
pl: Skocz do

source: Frame:
pl: Klatka:

source: Aegisub can export subtitles to many different formats, character encodings, and even compensate Variable Frame Rate so you can hardsub them - it's all in the Export option in File menu.
pl: Aegisub może wyeksportować napisy do wielu formatów z różnym kodowaniem znaków, a nawet rekompensuje zmienną szybkość klatek, więc możesz wykorzystać je do hardsubów - wszystko to jest w menu Plik, opcja Eksport.

source: You can easily translate subtitle files using the translation assistant.
pl: W prosty sposób możesz przetłumaczyć napisy używając Asystenta tłumaczenia.

source: Styles can be stored in different storages, so that you can keep your projects organized.
pl: Style mogą być gromadzone w różnych magazynach, abyś mógł w prosty sposób nimi zarządzać.

source: Use keyboard shortcuts! They make your life easier, for example, Ctrl+Enter updates changes on current line without going to next. Check the manual for a complete list.
pl: Używaj skrótów klawiaturowych! Ułatwisz sobie korzystanie z programu. Na przykład, Ctrl+ ENTER wprowadza zmiany w aktualnej linii nie przechodząc do następnej. W instrukcji znajdziesz pełną listę skrótów.

source: There is no reason to use the SSA format (as opposed to ASS). ASS is very similar, but adds some important functionality. Most importantly, however, is that only ASS supports certain override tags (such as \pos and \t). Those only work on SSA files because VSFilter/Textsub is merciful.
pl: Nie ma żadnego powodu, aby używać formatu SSA (w przeciwieństwie do ASS). ASS jest bardzo podobny, ale posiada więcej funkcjonalności. Tylko ASS wspiera pewne nie uwzględniane tagi (takie jak \pos i \t).

source: DON'T PANIC!
pl: NIE PANIKUJ!

source: Aegisub has several features to make sure you will never lose your work. It will periodically save your subtitles to autosave folder, and will create a copy of subs whenever you open them, to autoback folder. Also, if it crashes, it will attempt to save a restore file.
pl: Aegisub ma kilka cech, które zapewniają, że nie utracisz efektów swojej pracy. Okresowo zapisuje napisy do folderu autosave i tworzy kopię zapasową napisów podczas każdego ich otwarcia w folderze autoback. Również, jeśli program ulegnie awarii, będzie usiłował przywrócić zapisany plik.

source: The styling assistant is a practical way to set styles to each line, when each actor has a different style assigned to it.
pl: Asystent stylizowania jest praktycznym sposobem ustawienia styli dla każdej linii, kiedy każdy aktor ma wyznaczony dla siebie inny styl.

source: The fonts collector is one of the most useful features, which resumes the boring task of hunting down fonts into a matter of a few clicks.
pl: Kolekcjoner czcionek jest jednym z najbardziej przydatnych użytków. Sprawia, że żmudne wyszukiwanie czcionek sprowadza się do kilku kliknięć.

source: When you are done with your subtitles and ready to distribute them, remember: say no to MP4, OGM or AVI. Matroska is your friend.
pl: Kiedy zrobisz już swoje napisy i jesteś gotowy, aby je rozpowszechnić, pamiętaj: powiedz nie dla MP4, OGM lub AVI. Matroska jest twoim przyjacielem.

source: Much like anything loaded via DirectShow, certain files may have a strange structure (such as h.264 into AVI or XviD will null frames) which may cause unreliable seeking (that is, video frames might be off by one frame). This is not an Aegisub bug - you may consider reencoding those videos before working with them.
pl: Prawie wszystko można wczytać przez DirectShow, jednak pewne pliki mogą mieć dziwną strukturę (np. h.264 do AVI lub XviD wymagają zerowych klatek), która może spowodować błędy w wyszukiwaniu (tj. klatki video mogą być wyłączane przez jedną klatkę). To nie jest błąd Aegisub - przed przystąpieniem do pracy możesz rozważyć zrekodowanie tego video.

source: Try the spectrum mode for the audio display, it can make it much easier to spot where the important points in the audio are.
pl: Spróbuj włączyć tryb widma dla audio. W tym trybie dużo łatwiej zauważyć, gdzie są ważne punkty w audio.

source: If you decode your audio to a PCM WAV file before loading it in Aegisub, you don't have to wait for it to be decoded before you can use it.
pl: Jeżeli dekodujesz plik audio do PCM WAV przed wczytaniem do Aegisub, nie musisz czekać, aż zostanie zdekodowany zanim będziesz mógł go użyć.

source: Having video open is often more a nuisance than a help when timing subtitles. Timing with only audio open is often much easier. You can always adjust the subtitles to match the video later on.
pl: Otwieranie video jest często większą niewygodą, niż pomocą podczas synchronizacji napisów. Synchronizacja z otworzonym samym audio jest często dużo łatwiejsza. Zawsze możesz dostosowane napisy dopasować do video później.

source: If the audio doesn't seem to work properly during video playback, try loading audio separately. Just select Audio->Load from video, that usually makes the audio much more reliable.
pl: Jeżeli audio nie współpracuje właściwie podczas odtwarzania video, spróbuj je wczytać oddzielnie. Wybierz Audio->Wczytaj z video, wtedy audio będzie dużo bardziej godne zaufania.

source: If anything goes wrong, blame movax.
pl: Jeżeli cokolwiek idzie źle, winny jest movax.

source: &Browse...
pl: &Przeglądaj...

source: Choose the folder where the fonts will be collected to. It will be created if it doesn't exist.
pl: Wybierz folder, w którym chcesz zgromadzić czcionki. Jeśli go nie ma, to zostanie utworzony.

source: Destination
pl: Miejsce docelowe

source: Check fonts for availability
pl: Sprawdź dostępność czcionek

source: Copy fonts to folder
pl: Kopiuj czcionki do folderu

source: Copy fonts to zipped archive
pl: Kopiuj czcionki do skompresowanego archiwum

source: Attach fonts to current subtitles
pl: Załącz czcionki z aktualnych napisów

source: DEBUG: Verify all fonts in system
pl: DEBAGOWANIE: Weryfikuję wszystkie czcionki w systemie

source: Invalid destination.
pl: Błędne miejsce docelowe.

source: Could not create destination folder.
pl: Nie mogę utworzyć folderu docelowego.

source: Invalid path for .zip file.
pl: Błędna ścieżka do pliku .zip.

source: Select archive file name
pl: Wybierz nazwę pliku archiwum

source: Zip Archives (*.zip)|*.zip
pl: Archiwa Zip (*.zip)|*.zip

source: Select folder to save fonts on
pl: Wybierz folder do zapisania czcionek

source: Enter the name of the destination zip file to collect the fonts to. If a folder is entered, a default name will be used.
pl: Wpisz nazwę pliku docelowego typu zip, aby zapisać w nim czcionki. Jeśli wpiszesz folder, zostanie użyta domyślna nazwa.

source: Invalid destination directory.
pl: Błędny folder docelowy.

source: Collecting font data from system. This might take a while, depending on the number of fonts installed. Results are cached and subsequent executions will be faster...
pl: Zbieram dane o czcionkach systemowych. Może to chwilę potrwać, w zależności od zainstalowanej ilości czcionek. Wynik zostanie zapamiętany i kolejne zbieranie danych będzie szybsze...

source: Done collecting font data.
pl: Zrobiono zbieranie danych o czcionkach.

source: Scanning file for fonts...
pl: Analizuję pliki czcionek...

source: Done.
pl: Zrobione.

source: Checking fonts...
pl: Sprawdzam czcionki...

source: Copying fonts to folder...
pl: Kopiowanie czcionek do folderu...

source: Copying fonts to archive...
pl: Kopiowanie czcionek do archiwum...

source: Attaching fonts to file...
pl: Załączanie plików czcionek...

source: Finished writing to %s.
pl: Ukończono zapisywanie do %s.

source: Done. All fonts found.
pl: Zrobione. Znaleziono wszystkie czcionki.

source: Done. All fonts copied.
pl: Zrobione. Skopiowano wszystkie czcionki.

source: font attachment
pl: załączone czcionki

source: Done. Some fonts could not be found.
pl: Zrobione. Nie można odnaleźć kilku czcionek.

source: Done. Some fonts could not be copied.
pl: Zrobione. Nie można skopiować kilku czcionek.

source: Not found.
pl: Nie znaleziono.

source: Found.
pl: Znaleziono.

source: * Copied %s.
pl: * Skopiowano %s.

source: * %s already exists on destination.
pl: * %s już jest w miejscu docelowym.

source: * Failed to copy %s.
pl: * Błąd kopiowania %s.

source: "%s" found on style "%s".
pl: Znaleziono "%s" w stylu "%s".

source: "%s" found on dialogue line "%d".
pl: Znaleziono "%s" w linii dialogów "%d".

source: "%s" found.
pl: Znaleziono "%s".

source: Source:
pl: Źródłowy:

source: Dest:
pl: Docelowy:

source: Kanji timing
pl: Synchronizacja Kanji

source: Styles
pl: Style

source: Shortcut Keys
pl: Skróty klawiaturowe

source: Commands
pl: Polecenia

source: Attempt to interpolate kanji.
pl: Spróbuj interpolować do kanji.

source: Source Style
pl: Styl źródła

source: Dest Style
pl: Styl docelowy

source: When the destination textbox has focus, use the following keys: Right Arrow: Increase dest. selection length Left Arrow: Decrease dest. selection length Up Arrow: Increase source selection length Down Arrow: Decrease source selection length Enter: Link, accept line when done Backspace: Unlink last
pl: Kiedy docelowe pole tekstowe będzie skupione, użyj następujących klawiszy: Prawa strzałka: Zwiększ wybraną długość docelową Lewa strzałka: Zmniejsz wybraną długość docelową Strzałka w górę: Zwiększ wybraną długość źródłową Strzałka w dół: Zmniejsz wybraną długość źródłową Enter: Łącz, zaakceptuj zrobioną linię Backspace: Rozłącz ostatnią

source: Link
pl: Połącz

source: Unlink
pl: Rozłącz

source: Skip Source Line
pl: Opuść linię źródłową

source: Skip Dest Line
pl: Opuść linię docelową

source: Go Back a Line
pl: Wróć do linii

source: Accept Line
pl: Akceptuj linię

source: kanji timing
pl: synchronizacja kanji

source: Select source and destination styles first.
pl: Najpierw wybierz styl źródłowy i docelowy.

source: The source and destination styles must be different.
pl: Styl źródłowy i docelowy muszą się różnić.

source: Group all of the source text.
pl: Grupuj cały tekst źródłowy.

source: No correction suggestions
pl: Brak sugestii korekty

source: Add "%s" to dictionary
pl: Dodaj "%s" do słownika

source: No spell checker suggestions
pl: Brak sugestii Korektora pisowni

source: Spell checker suggestions for "%s"
pl: Sugestia Korektora pisowni dla "%s"

source: Disable
pl: Niedostępna

source: Spell checker language
pl: Język Korektora pisowni

source: Thesaurus suggestions for "%s"
pl: Sugestia tezaurusa dla "%s"

source: No thesaurus suggestions
pl: Brak sugestii tezaurusa

source: Thesaurus language
pl: Język tezaurusa

source: Cu&t
pl: W&ytnij

source: Select &All
pl: Wybierz &wszystko

source: Split at cursor (preserve times)
pl: Podziel przy kursorze (zachowaj czasy)

source: Split at cursor (estimate times)
pl: Podziel przy kursorze (wylicz czasy)

source: Seek bar
pl: Pasek wyszukiwania

source: Horizontal zoom
pl: Powiększanie w poziomie

source: Vertical zoom
pl: Powiększanie w pionie

source: Audio Volume
pl: Głośność audio

source: Link vertical zoom and volume sliders
pl: Połącz suwaki zoomu pionowego i głośności

source: Previous line or syllable (%KEY%/%KEY%)
pl: Poprzednia linia lub sylaba (%KEY%/%KEY%)

source: Next line/syllable (%KEY%/%KEY%)
pl: Następna linia/sylaba (%KEY%/%KEY%)

source: Play selection (%KEY%/%KEY%)
pl: Odtwórz wybrane (%KEY%/%KEY%)

source: Play current line (%KEY%)
pl: Odtwórz aktualną linię (%KEY%)
