Repository: SAPikachu/aegisub_2.1.9
Catalog: aegisub/po/*.po
Languages: pl

source: Invalid Aspect Ratio
pl: Błędny współczynnik proporcji obrazu

source: sort
pl: sortuj

source: File backup saved as "
pl: Zapisano plik kopii zapasowej jako "

source: ASS Override Tag mode set to
pl: Tryb tagów ASS jest ustawiony na:

source: show full tags.
pl: wszystkie tagi widoczne.

source: simplify tags.
pl: tagi uproszczone.

source: hide tags.
pl: tagi ukryte.

source: About Aegisub
pl: O Aegisub

source: Translated into LANGUAGE by PERSON
pl: Tłumaczenie na język POLSKI - ADAM MALICH

source: Built by %s on %s.
pl: Utworzony %s w %s.

source: Configuration file is either invalid or corrupt. The current file will be backed up and replaced with a default file.
pl: Plik konfiguracyjny jest błędny lub uszkodzony. Wycofano aktualny plik i zastąpiono plikiem domyślnym.

source: Browse...
pl: Przeglądaj...

source: Please choose the folder:
pl: Proszę wybrać folder:

source: Automation Manager
pl: Menedżer automatyzacji

source: &Add
pl: &Dodaj

source: &Remove
pl: &Usuń

source: Re&load
pl: Przeła&duj

source: Show &Info
pl: Pokaż &info

source: Re&scan Autoload Dir
pl: Ponow. &skanuj folder automat. wczyt.

source: &Close
pl: &Zamknij

source: Name
pl: Nazwa

source: Filename
pl: Nazwa pliku

source: Description
pl: Opis

source: Add Automation script
pl: Dodaj skrypt automatyzacji

source: Total scripts loaded: %d Global scripts loaded: %d Local scripts loaded: %d
pl: Ogółem wczytanych skryptów: %d Globalnie wczytanych skryptów: %d Lokalnie wczytanych skryptów: %d

source: Scripting engines installed:
pl: Zainstalowane silniki skryptowe:

source: Script info: Name: %s Description: %s Author: %s Version: %s Full path: %s State: %s Features provided by script:
pl: Informacje o skrypcie: Nazwa: %s Opis: %s Autor: %s Wersja: %s Pełna ścieżka: %s Stan: %s Możliwości skryptu:

source: Correctly loaded
pl: Poprawnie wczytane

source: Failed to load
pl: Błędnie wczytane

source: Macro:
pl: Makro:

source: Export filter:
pl: Filtr eksportu:

source: Subtitle format handler:
pl: Treningowy format napisów:

source: Automation Script Info
pl: Informacje o skryptach Automatyzacji

source: Line Number
pl: Numer linii

source: Layer
pl: Warstwa

source: Start
pl: Początek

source: End
pl: Koniec

source: Left
pl: Lewy

source: Right
pl: Prawy

source: Vert
pl: Pion

source: &Insert (before)
pl: &Wstaw (przed)

source: Insert (after)
pl: Wstaw (po)

source: Insert at video time (before)
pl: Wstaw w czasie video (przed)

source: Insert at video time (after)
pl: Wstaw w czasie video (po)

source: &Duplicate
pl: &Duplikuj

source: Duplicate the selected lines
pl: Duplikuje wybrane linie

source: &Duplicate and shift by 1 frame
pl: &Duplikuj i przesuń o 1 klatkę

source: Duplicate lines and shift by one frame
pl: Duplikuje linie i przesuwa o jedną klatkę

source: Split (by karaoke)
pl: Podziel (z karaoke)

source: Uses karaoke timing to split line into multiple smaller lines
pl: Używa synchronizacji karaoke, by podzielić linię na klika krótszych linii

source: &Swap
pl: Za&mień

source: Swaps the two selected lines
pl: Zamienia miejscami dwie wybrane linie

source: &Join (concatenate)
pl: &Połącz (powiąż)

source: Joins selected lines in a single one, concatenating text together
pl: Łączy wybrane linie w jedną, wiążąc ze sobą ich tekst

source: Join (keep first)
pl: Połącz (zatrzymaj pierwszą)

source: Joins selected lines in a single one, keeping text of first and discarding remaining
pl: Łączy wybrane linie w jedną, zatrzymując tekst pierwszej i odrzucając pozostałych

source: Join (as Karaoke)
pl: Połącz (jako karaoke)

source: Joins selected lines in a single one, making each line into a karaoke syllable
pl: Łączy wybrane linie w jedną, tworząc z każdej linii sylaby karaoke

source: &Make times continuous (change start)
pl: &Zrób ciągłość czasów (zmień początek)

source: Changes times of subs so start times begin on previous's end time
pl: Zmienia tak czasy napisów, że czas początkowy kolejnego jest czasem końcowym poprzedniego

source: &Make times continuous (change end)
pl: &Zrób czasy ciągłymi (zmień koniec)

source: Changes times of subs so end times begin on next's start time
pl: Zmiana czasów napisów, czas końca jest czasem początku następnego napisu

source: Recombine Lines
pl: Ponownie połącz linie

source: Recombine subtitles when they have been split and merged
pl: Ponownie łączy napisy, gdy będą podzielone i połączone

source: Create audio clip
pl: Utwórz klip audio

source: Create an audio clip of the selected line
pl: Tworzy klip audio z wybranej linii

source: &Copy
pl: &Kopiuj

source: Copies selected lines to clipboard
pl: Kopiuje wybrane linie do schowka systemowego

source: C&ut
pl: W&ytnij

source: Cuts selected lines to clipboard
pl: Wycina wybrane linie do schowka systemowego

source: &Paste
pl: &Wklej

source: Paste lines from clipboard
pl: Wkleja linie ze schowka systemowego

source: Delete currently selected lines
pl: Usuwa aktualnie wybrane linie

source: splitting
pl: dzielę

source: combining
pl: mieszanie

source: The starting point is beyond the length of the audio loaded.
pl: Punkt początkowy jest poza czasem trwania wczytanego audio.

source: There is no audio to save.
pl: Nie ma żadnego audio do zapisania.

source: Save audio clip
pl: Zapisz klip audio

source: Couldn't allocate memory.
pl: Nie można wydzielić pamięci.

source: load
pl: wczytaj

source: swap lines
pl: zamień linie

source: line insertion
pl: wstawianie linii

source: paste
pl: wklej

source: delete
pl: usuń

source: adjoin
pl: przyłącz

source: split
pl: podziel

source: timing
pl: synchronizacja

source: Greek
pl: Grecki

source: Turkish
pl: Turecki

source: Vietnamese
pl: Wietnamski

source: Hebrew
pl: Hebrajski

source: Arabic
pl: Arabski

source: Baltic
pl: Bałtycki

source: Russian
pl: Rosyjski

source: Thai
pl: Tajski

source: East European
pl: Wschodnioeuropejski

source: Unknown
pl: Nieznany

source: You already have timecodes loaded. Replace them with the timecodes from the Matroska file?
pl: Już masz wczytane kody czasowe. Chcesz zastąpić je kodami czasowymi z pliku Matroska?

source: Find what:
pl: Znajdź:

source: Use regular expressions
pl: Użyj wyrażeń regularnych

source: Update Video (slow)
pl: Aktualizuj video (wolno)

source: All rows
pl: Wszystkie linie

source: Selected rows
pl: Wybrane linie

source: Limit to
pl: Ogranicz do

source: Find next
pl: Znajdź nastepny

source: Replace next
pl: Zastąp następny

source: Replace all
pl: Zastąp wszystko

source: replace
pl: zastąp

source: %i matches were replaced.
pl: %i podobieństwa zostały zastąpione.

source: No matches found.
pl: Nie znaleziono żadnych pasujących.

source: Find
pl: Znajdź

source: Drag control points.
pl: Przeciągnij punkty kontrolne.

source: Line
pl: Linia

source: Appends a line.
pl: Dodaje linię.

source: Appends a bezier bicubic curve.
pl: Dodaje bikubiczną krzywą beziera.

source: Convert
pl: Konwertuj

source: Converts a segment between line and bicubic.
pl: Przerabia odcinek między linią i bicubic.

source: Insert
pl: Wstaw

source: Inserts a control point.
pl: Wstawia punkt kontrolny.

source: Remove
pl: Usuń

source: Removes a control point.
pl: Usuwa punkt kontrolny.

source: Freehand
pl: Odręcznie

source: Draws a freehand shape.
pl: Rysuje odręcznie kształty.

source: Freehand smooth
pl: Odręczne wygładzanie

source: Draws a smoothed freehand shape.
pl: Rusuje odręcznie wygładzone kształty.

source: Clean Script Info
pl: Czyść informacje o skrypcie

source: Removes all but the absolutely required fields from the Script Info section. You might want to run this on files that you plan to distribute in original form.
pl: Usuwa wszystko, z wyjątkiem bezwzględnie wymaganych pól, w sekcji Informacji o skrypcie. Możesz chcieć to zastosować na plikach, które planujesz rozprowadzić w oryginalnej formie.

source: Close
pl: Zamknij

source: Script completed
pl: Skrypt ukończony

source: An Automation script failed to load. File name: '%s', error reported:
pl: Błąd przy wczytywaniu skryptu automatyzacji. Nazwa pliku: '%s', zgłaszany błąd:

source: The file was not recognised as an Automation script: %s
pl: Plik nie został rozpoznany jako skrypt Automatyzacji: %s

source: File was not recognized as a script
pl: Plik nie został rozpoznany jako skrypt

source: Resample resolution
pl: Ponownie pobierz próbkę rozdzielczości

source: Margin offset
pl: Wyrównanie marginesów

source: Symmetrical
pl: Symetryczne

source: Resolution
pl: Rozdzielczość

source: From video
pl: z video

source: Change aspect ratio
pl: Zmień wspólczynnik proporcji obrazu

source: Invalid resolution: destination resolution cannot be 0 on either dimension.
pl: Błędna rozdzielczość: rozdzielczość docelowa nie może być 0 dla jednego z dwóch wymiarów.

source: resolution resampling
pl: ponowne pobieranie próbki rozdzielczości

source: Comment
pl: Komentarz

source: Comment this line out. Commented lines don't show up on screen.
pl: Komentarz do tej linii. Skomentowane linie nie ukazują się na ekranie.

source: Style for this line.
pl: Styl dla tej linii.

source: Actor name for this speech. This is only for reference, and is mainly useless.
pl: Nazwisko aktora dla tego dialogu. Jest to tylko adnotacja i przeważnie jest bezużyteczna.

source: Effect for this line. This can be used to store extra information for karaoke scripts, or for the effects supported by the renderer.
pl: Efekt dla tej linii. Może zostać użyty do zgromadzenia dodatkowych informacji dla skryptów karaoke lub dla efektów wspieranych przez renderowanie.

source: Layer number
pl: Numer warstwy

source: Start time
pl: Czas początku

source: End time
pl: Czas końca

source: Line duration
pl: Czas trwania linii

source: Left Margin (0 = default)
pl: Lewy margines (0 = domyślny)

source: Right Margin (0 = default)
pl: Prawy margines (0 = domyślny)

source: Vertical Margin (0 = default)
pl: Margines pionowy (0 = domyślny)

source: Bold
pl: Pogrubienie

source: Italics
pl: Kursywa

source: Underline
pl: Podkreślenie

source: Strikeout
pl: Przekreślenie

source: Font Face Name
pl: Nazwa czcionki

source: Primary color
pl: Kolor podstawowy

source: Secondary color
pl: Kolor dodatkowy

source: Outline color
pl: Kolor obrysu

source: Shadow color
pl: Kolor cienia

source: Commits the text (Enter). Hold Ctrl to stay in line (%KEY%).
pl: Potwierdza zmiany w tekście (Enter). Wciśnij Ctrl, aby pozostać w linii (%KEY%).

source: Time
pl: Czas

source: Time by h:mm:ss.cs
pl: Czas wg h:mm:ss.cs

source: Frame
pl: Klatka

source: Time by frame number
pl: Czas wg numeru klatki

source: style change
pl: zmiana stylu

source: actor change
pl: zmiana aktora

source: layer change
pl: zmiana warstwy

source: modify times
pl: modyfikacja czasów

source: MarginL change
pl: Zmień MarginesL

source: MarginR change
pl: Zmień marginesP

source: MarginV change
pl: Z,ień marginesPion

source: effect change
pl: zmiana efektu

source: comment change
pl: zmiana komentarza

source: editing
pl: edytowanie

source: There was an error checking for updates to Aegisub: %s If other applications can access the Internet fine, this is probably a temporary server problem on our end.
pl: Wystąpił błąd podczas sprawdzania aktualizacji dla Aegisub: %s Jeżeli inne aplikacje mają połączenie z Internetem, jest to prawdopodobnie chwilowy problem na naszym serwerze.

source: An unknown error occurred while checking for updates to Aegisub.
pl: Wystąpił nieznany błąd podczas sprawdzania aktualizacji dla Aegisub.

source: Could not connect to updates server.
pl: Nie można się połączyć z serwerem aktualizacji.

source: HTTP request failed, got HTTP response %d.
pl: Błędne zapytanie HTTP, otrzymano odpowiedź HTTP %d.

source: An update to Aegisub was found.
pl: Jest aktualizacja dla Aegisub.

source: Several possible updates to Aegisub were found.
pl: Odnaleziono kilka możliwych aktualizacji dla Aegisub.

source: There are no updates to Aegisub.
pl: Nie ma żadnych aktualizacji dla Aegisub.

source: Version Checker
pl: Sprawdzanie wersji

source: Remind me again in a &week
pl: Przypomnij mi znów za &tydzień

source: Do you want Aegisub to check for updates whenever it starts? You can still do it manually via the Help menu.
pl: Chcesz, aby Aegisub sprawdzał dostępność aktualizacji podczas każdego uruchamiania? Nadal możesz robić to ręcznie z menu Pomoc.

source: Check for updates?
pl: Sprawdzić, czy jest aktualizacja?

source: New subtitles
pl: Nowe napisy

source: Open
pl: Otwórz

source: Open subtitles
pl: Otwórz napisy

source: Save
pl: Zapisz

source: Save subtitles
pl: Zapisz napisy

source: Jump To...
pl: Skocz do...

source: Jump video to time/frame
pl: Przeskocz do czasu/klatki video

source: Zoom in
pl: Powiększ

source: Zoom video in
pl: Powiększ video

source: Zoom out
pl: Zmniejsz

source: Zoom video out
pl: Zmniejsza video

source: Jump video to start
pl: Skocz do początku video

source: Jumps the video to the start frame of current subtitle
pl: Przeskocz do klatki początkowej video aktualnego napisu

source: Jump video to end
pl: Skocz na koniec video

source: Jumps the video to the end frame of current subtitle
pl: Przeskakocz do klatki końcowej video aktualnego napisu

source: Snap start to video
pl: Przechwyć początek dla video

source: Set start of selected subtitles to current video frame
pl: Ustaw początek zaznaczonych napisów na aktualnej klatce video

source: Snap end to video
pl: Przechwyć koniec dla video

source: Set end of selected subtitles to current video frame
pl: Ustaw koniec zaznaczonych napisów na aktualnej klatce video

source: Select visible
pl: Zaznacz widoczne

source: Selects all lines that are currently visible on video frame
pl: Zaznacz wszystkie linie, które są widoczne na aktualniej klatce video

source: Snap subtitles to scene
pl: Przechwyć napisy do sceny

source: Snap selected subtitles so they match current scene start/end
pl: Przechwyć zaznaczone napisy, aby dopasować początek/koniec aktualnej sceny

source: Shift subtitles to frame
pl: Przesuń napisy do klatki

source: Shift selected subtitles so first selected starts at this frame
pl: Przesuń zaznaczone napisy do pierwszej zaznaczonej klatki początkowej

source: Open Styles Manager
pl: Otwórz Menedżer styli

source: Properties
pl: Właściwości

source: Open Properties
pl: Otwórz właściwości

source: Attachments
pl: Załączniki

source: Open Attachment List
pl: Otwórz listę załączników

source: Fonts Collector
pl: Kolekcjoner czcionek

source: Open Fonts Collector
pl: Otwórz Kolekcjonera czcionek

source: Open Automation manager
pl: Otwórz Menedżer automatyzacji

source: Launches ai-chan's "ASSDraw3" tool for vector drawing.
pl: Uruchom narzędzie do rysunku wektorowego "ASSDraw3".

source: Shift Times
pl: Przesuń czasy

source: Open Shift Times Dialogue
pl: Otwórz okno Przesuń czasy

source: Styling Assistant
pl: Asystent Stylizacji

source: Open Styling Assistant
pl: Otwórz Asystenta stylizacji

source: Translation Assistant
pl: Asystent tłumaczenia

source: Open Translation Assistant
pl: Otwórz Asystenta tłumaczenia

source: Resample
pl: Ponownie pobierz próbkę

source: Resample Script Resolution
pl: Ponownie pobierz próbkę rozdzielczości dla skryptu

source: Open Timing Post-processor dialog
pl: Otwórz okno Przetwarzanie po synchronizacji

source: Kanji Timer
pl: Regulator czasowy Kanji

source: Open Kanji Timer dialog
pl: Otwórz Regulator czasowy Kanji

source: Open Spell checker
pl: Otwórz Korektor pisowni

source: Configure Aegisub
pl: Konfiguruj Aegisub

source: Cycle Tag Hidding Mode
pl: Tryb cyklicznego ukrywania tagów

source: Cycle through tag-hiding modes
pl: Przełącznik ukrywajania/pokazywania tagów

source: &Help
pl: &Pomoc

source: &New Subtitles
pl: &Nowe napisy

source: &Open Subtitles...
pl: &Otwórz napisy...

source: Opens a subtitles file
pl: Otwiera plik napisów

source: &Open Subtitles with Charset...
pl: &Otwórz napisy z kodowaniem znaków...

source: Opens a subtitles file with a specific charset
pl: Otwiera plik napisów ze specyficznym kodowaniem znaków

source: &Save Subtitles
pl: &Zapisz napisy

source: Saves subtitles
pl: Zapisuje napisy

source: Save Subtitles as...
pl: Zapisz napisy jako

source: Saves subtitles with another name
pl: Zapisuje napisy pod inną nazwą

source: Export Subtitles...
pl: Eksportuj napisy...

source: Saves a copy of subtitles with processing applied to it.
pl: Zapisuje kopię napisów z zastosowaniem przetwarzania.

source: Recent
pl: Ostatnie pliki

source: &Properties...
pl: &Właściwości...

source: Open script properties window
pl: Otwiera okno właściwości skryptu

source: &Attachments...
pl: &Załączniki...

source: Open the attachment list
pl: Otwiera listę załączników

source: &Fonts Collector...
pl: &Kolekcjoner czcionek...

source: Open fonts collector
pl: Otwiera Kolekcjonera czcionek

source: New Window
pl: Nowe okno

source: Open a new application window
pl: Otwiera aplikację w nowym oknie

source: E&xit
pl: Wyj&dź

source: Exit the application
pl: Zamyka aplikację

source: &File
pl: &Plik

source: Cut Lines
pl: Wytnij linie

source: Cut subtitles
pl: Wycina napisy

source: Copy Lines
pl: Kopiuj linie

source: Copy subtitles
pl: Kopiuje napisy

source: Paste Lines
pl: Wklej linie

source: Paste subtitles
pl: Wkleja napisy

source: Paste Lines Over...
pl: Wklej linie ponad...

source: Paste subtitles over others
pl: Wkleja napisy ponad innymi

source: &Find...
pl: &Znajdź...

source: Find words in subtitles
pl: Wyszukuje słowa w napisach

source: Find Next
pl: Znajdź nastepny

source: Find next match of last word
pl: Znajduje kolejne pasujące słowo

source: Search and &Replace...
pl: Znajdź i za&stąp

source: Find and replace words in subtitles
pl: Znajduje i zastępuje słowa w napisach

source: &Edit
pl: &Edytuj

source: &Insert Lines
pl: &Wstaw linie

source: &Styles Manager...
pl: &Menedżer styli...

source: Open styles manager
pl: Otwórz Menedżer styli

source: St&yling Assistant...
pl: Asystent st&ylizacji...

source: Open styling assistant
pl: Otwórz Asystenta stylizacji

source: &Translation Assistant...
pl: Asystent &tłumaczenia...

source: Open translation assistant
pl: Otwórz Asystenta tłumaczenia

source: Resample Resolution...
pl: Ponownie pobierz próbkę rozdzielczości...

source: Changes resolution and modifies subtitles to conform to change
pl: Zmienia rozdzielczość i modyfikuje napisy, aby dostosować je do zmian

source: Spe&ll Checker...
pl: Korektor &pisowni...

source: Open spell checker
pl: Otwórz Korektor pisowni

source: &Before Current
pl: &Przed aktualną

source: Inserts a line before current
pl: Wstawia linię przed aktualną

source: &After Current
pl: Po &aktualnej

source: Inserts a line after current
pl: Wstawia linię po aktualnej

source: Before Current, at Video Time
pl: Przed aktualną, w czasie video

source: Inserts a line before current, starting at video time
pl: Wstawia linię przed aktualną, rozpoczynając się w czasie wideo

source: After Current, at Video Time
pl: Po aktualnej, w czasie video

source: Inserts a line after current, starting at video time
pl: Wstawia linię po aktualnej, rozpoczynając się w czasie wideo

source: &Duplicate Lines
pl: &Duplikuj linie

source: &Duplicate and Shift by 1 Frame
pl: &Duplikuj i przesuń o 1 klatkę

source: Delete Lines
pl: Usuń linie

source: Join Lines
pl: Połącz linie

source: &Concatenate
pl: P&owiąż

source: Keep &First
pl: Po&zostaw pierwszą

source: As &Karaoke
pl: Jako &karaoke

source: Joins selected lines in a single one, as karaoke
pl: Łączy wybrane linie w jedną, jako karaoke

source: Split Lines (by karaoke)
pl: Podziel linie (jak karaoke)

source: Swap Lines
pl: Zamień linie

source: Select Lines...
pl: Wybierz linie...

source: Selects lines based on defined criterea
pl: Wybiera linie bazując na zdefiniowanym kryterium

source: &Subtitles
pl: &Napisy

source: S&hift Times...
pl: Prze&suń czasy...

source: Shift subtitles by time or frames
pl: Przesuwa napisy wg czasu lub klatek

source: Sort by Time
pl: Sortuj wg czasu

source: Sort all subtitles by their start times
pl: Porządkuje wszystkie napisy wg ich czasów początkowych

source: Timing Post-Processor...
pl: Przetwarzanie po synchronizacji

source: Runs a post-processor for timing to deal with lead-ins, lead-outs, scene timing and etc.
pl: Uruchom Przetwarzanie po synchronizacji, aby uporać się z wejściami, wyjściami, synchronizacją scen, itd.

source: Kanji Timer...
pl: Regulator czasowy Kanji...

source: Open Kanji timer
pl: Otwórz Regulator czasowy Kanji

source: Snap Start to Video
pl: Przechwyć początek dla wideo

source: Snap End to Video
pl: Przechwyć koniec dla video

source: Snap to Scene
pl: Przechwyć scenę

source: Set start and end of subtitles to the keyframes around current video frame
pl: Ustawia klatki kluczowe dla początku i końca napisów wokół aktualnej klatki video

source: Shift to Current Frame
pl: Przesuń do aktualnej klatki

source: Shift selection so first selected line starts at current frame
pl: Przesuwa wybraną, jako linię początkową w aktualnej klatce

source: Make Times Continuous
pl: Zrób ciągłe czasy

source: Change &Start
pl: Zmień &początek

source: Change &End
pl: Zmień &koniec

source: &Timing
pl: &Synchronizacja

source: &Open Video...
pl: &Otwórz video...

source: Opens a video file
pl: Otwiera plik video

source: &Close Video
pl: &Zamknij video

source: Closes the currently open video file
pl: Zamyka aktualnie otworzony plik video

source: Use Dummy Video...
pl: Użyj imitacji video...

source: Opens a video clip with solid colour
pl: Otwiera urywek wideo w stałym kolorze

source: Show Video Details...
pl: Pokaż szczegóły video...

source: Shows video details
pl: Pokazuje szczegóły video

source: Open Timecodes File...
pl: Otwórz plik kodów czasowych...

source: Opens a VFR timecodes v1 or v2 file
pl: Otwiera plik kodów czasowych VFR v1 lub v2

source: Save Timecodes File...
pl: Zapisz plik kodów czasowych...

source: Saves a VFR timecodes v2 file
pl: Zapisuje plik kodów czasowych VFR v2

source: Close Timecodes File
pl: Zamknij plik kodów czasowych

source: Closes the currently open timecodes file
pl: Zamyka aktualnie otworzony plik kodów czasowych

source: Open Keyframes...
pl: Otwórz klatki kluczowe...

source: Opens a keyframe list file
pl: Otwiera plik listy klatek kluczowych

source: Save Keyframes...
pl: Zapisz klatki kluczowe...

source: Saves the current keyframe list
pl: Zapisuje aktualną listę klatek kluczowych

source: Close Keyframes
pl: Zamknij klatki kluczowe

source: Closes the currently open keyframes list
pl: Zamyka aktualnie otworzoną listę klatek kluczowych

source: Detach Video
pl: Odczep video

source: Detach video, displaying it in a separate Window.
pl: Odczepia video pokazując je w oddzielnym oknie.

source: Set Zoom
pl: Ustaw zoom

source: Set zoom to 50%
pl: Ustaw zoom na 50%

source: Set zoom to 100%
pl: Ustaw zoom na 100%

source: Set zoom to 200%
pl: Ustaw zoom na 200%

source: Override Aspect Ratio
pl: Zmień współczynnik proporcji obrazu

source: &Default
pl: &Domyślny

source: Leave video on original aspect ratio
pl: Zostawia wideo z oryginalnym wspólczynnikiem proporcji

source: &Fullscreen (4:3)
pl: &Pełny ekran (4:3)

source: Forces video to 4:3 aspect ratio
pl: Wymusza współczynnik proporcji wideo 4:3

source: &Widescreen (16:9)
pl: &Szerokoekranowy (16:9)

source: Forces video to 16:9 aspect ratio
pl: Wymusza współczynnik proporcji wideo 16:9

source: &Cinematic (2.35)
pl: &Filmowy (2.35)

source: Forces video to 2.35 aspect ratio
pl: Wymusza współczynnik proporcji wideo 2.35

source: Custom...
pl: Niestandardowy...

source: Forces video to a custom aspect ratio
pl: Wymusza niestandardowy współczynnik proporcji

source: Show Overscan Mask
pl: Pokaż maskę overscan
