Repository: SAPikachu/aegisub_2.1.9
Catalog: aegisub/po/*.po
Languages: pl

source: Stop (%KEY%)
pl: Zatrzymaj (%KEY%)

source: Play 500 ms before selection (%KEY%)
pl: Odtwórz 500 ms przed wyborem (%KEY%)

source: Play 500 ms after selection (%KEY%)
pl: Odtwórz 500 ms po wyborze (%KEY%)

source: Play first 500ms of selection (%KEY%)
pl: Odtwórz pierwsze 500 ms wyboru (%KEY%)

source: Play last 500ms of selection (%KEY%)
pl: Odtwórz ostatnie 500 ms wyboru (%KEY%)

source: Play from selection start to end of file (%KEY%)
pl: Odtwórz od początku wyboru do końca pliku (%KEY%)

source: Add lead in (%KEY%)
pl: Dodaj wejście (%KEY%)

source: Add lead out (%KEY%)
pl: Dodaj wyjście (%KEY%)

source: Commit changes (%KEY%/%KEY%)
pl: Potwierdź zmiany (%KEY%/%KEY%)

source: Go to selection
pl: Przejdź do wyboru

source: Automatically commit all changes
pl: Automatycznie potwierdzaj wszystkie zmiany

source: Auto goes to next line on commit
pl: Automatycznie przejdź do następnej linii po potwierdzeniu

source: Auto scrolls audio display to selected line
pl: Automatycznie przewiń odtwarzane audio do wybranej linii

source: Spectrum analyzer mode
pl: Tryb analizatora widma

source: Enable Medusa-Style Timing Shortcuts
pl: Udostępnij skróty synchronizacji Medusa-Style

source: Toggle karaoke mode
pl: Przełączanie trybu karaoke

source: Join selected syllables
pl: Połącz wybrane sylaby

source: Enter split-mode
pl: Wprowadź tryb podziału

source: Commit splits and leave split-mode
pl: Potwierdź podział i zostaw tryb podziału

source: Discard all splits and leave split-mode
pl: Odrzuć wszystkie podziały i zostaw tryb podziału

source: Limit to Visible Lines
pl: Ogranicz do widocznych linii

source: Oops, Aegisub has crashed! An attempt has been made to save a copy of your file to: %s Aegisub will now close.
pl: Oops, awaria Aegisub! Wymuszono zapisanie twojego pliku do: %s Aegisub zostanie teraz zamknięty.

source: Program error
pl: Błąd programu

source: Exit
pl: Wyjdź

source: Edit Box Commit
pl: Edytuj pasek potwierdzania

source: Undo
pl: Cofnij

source: Redo
pl: Ponów

source: Select Lines
pl: Wybierz linie

source: Cut
pl: Wytnij

source: Paste
pl: Wklej

source: Paste Over
pl: Wklej ponad

source: Video Jump
pl: Skok wideo

source: Set Start to Video
pl: Ustaw początek do video

source: Set End to Video
pl: Ustaw koniec do video

source: Shift by Current Time
pl: Przesuń do aktualnego czasu

source: Zoom 50%
pl: Powiększenie 50%

source: Zoom 100%
pl: Powiększenie 100%

source: Zoom 200%
pl: Powiększenie 200%

source: Video global prev frame
pl: Poprzednia globalna klatka video

source: Video global next frame
pl: Następna globalna klatka video

source: Video global focus seek
pl: Szukaj globalnego skupienia wideo

source: Video global play
pl: Odtwarzaj globalnie wideo

source: Grid global prev line
pl: Poprzednia globalna linia siatki

source: Grid global next line
pl: Następna globalna linia siatki

source: Save Subtitles Alt
pl: Zapisz napisy Alt

source: Video global zoom in
pl: Powiększ globalnie wideo

source: Video global zoom out
pl: Zmniejsz globalnie wideo

source: Grid move row down
pl: Przesuń linie siatki w dół

source: Grid move row up
pl: Przesuń linie siatki w górę

source: Grid delete rows
pl: Usuń linie siatki

source: Grid duplicate rows
pl: Duplikuj linie siatki

source: Grid duplicate and shift one frame
pl: Duplikuj siatkę i przesuń o jedną klatkę

source: Audio Commit Alt
pl: Audio - potwierdź Alt

source: Audio Commit
pl: Audio - potwierdź

source: Audio Commit (Stay)
pl: Audio - potwierdź (pozostań)

source: Audio Prev Line
pl: Audio - poprzednia linia

source: Audio Prev Line Alt
pl: Audio - poprzednia linia Alt

source: Audio Next Line
pl: Audio - następna linia

source: Audio Next Line Alt
pl: Audio - następna linia Alt

source: Audio Play
pl: Odtwórz audio

source: Audio Play Alt
pl: Audio - odtwarzaj Alt

source: Audio Play or Stop
pl: Odtwórz lub zatrzymaj audio

source: Audio Stop
pl: Zatrzymaj audio

source: Audio Karaoke Increase Len
pl: Audio Karaoke - zwiększ Len

source: Audio Karaoke Decrease Len
pl: Audio Karaoke - zmniejsz Len

source: Audio Karaoke Increase Len Shift
pl: Audio Karaoke - zwiększ przesunięcie Len

source: Audio Karaoke Decrease Len Shift
pl: Audio Karaoke - zmniejsz przesunięcie Len

source: Audio Scroll Left
pl: Audio - przewiń w lewo

source: Audio Scroll Right
pl: Audio - przewiń w prawo

source: Audio Play First 500ms
pl: Odtwórz pierwsze 500 ms audio

source: Audio Play Last 500ms
pl: Odtwórz ostatnie 500 ms audio

source: Audio Play 500ms Before
pl: Odtwórz 500ms audio przed

source: Audio Play 500ms After
pl: Odtwórz 500ms audio po

source: Audio Play To End
pl: Odtwórz audio do końca

source: Audio Play Original Line
pl: Odtwórz oryginalną linię audio

source: Audio Add Lead In
pl: Dodaj wejście audio

source: Audio Add Lead Out
pl: Dodaj wyjście audio

source: Audio Medusa Toggle
pl: Audio Medusa - przełącz

source: Audio Medusa Play
pl: Audio Medusa - odtwórz

source: Audio Medusa Stop
pl: Audio Medusa - zatrzymaj

source: Audio Medusa Shift Start Back
pl: Audio Medusa - przesuń początek do tyłu

source: Audio Medusa Shift Start Forward
pl: Audio Medusa - przesuń początek do przodu

source: Audio Medusa Shift End Back
pl: Audio Medusa - przesuń koniec do tyłu

source: Audio Medusa Shift End Forward
pl: Audio Medusa - przesuń koniec do przodu

source: Audio Medusa Play Before
pl: Audio Medusa - odtwórz przed

source: Audio Medusa Play After
pl: Audio Medusa - odtwórz po

source: Audio Medusa Next
pl: Audio Medusa - następna

source: Audio Medusa Previous
pl: Audio Medusa - poprzednia

source: Audio Medusa Enter
pl: Audio Medusa - wstaw

source: Translation Assistant Play Audio
pl: Asystent tłumaczenia - odtwórz audio

source: Translation Assistant Play Video
pl: Asystent tłumaczenia - odtwórz video

source: Translation Assistant Next
pl: Asystent tłumaczenia - następna

source: Translation Assistant Prev
pl: Asystent tłumaczenia - poprzednia

source: Translation Assistant Accept
pl: Asystent tłumaczenia - akceptuj

source: Translation Assistant Preview
pl: Asystent tłumaczenia - podgląd

source: Translation Assistant Insert Original
pl: Asystent tłumaczenia - wstaw oryginał

source: Styling Assistant Play Audio
pl: Asystent stylizacji - odtwórz audio

source: Styling Assistant Play Video
pl: Asystent stylizacji - odtwórz video

source: Styling Assistant Next
pl: Asystent stylizacji - następna

source: Styling Assistant Prev
pl: Asystent stylizacji - poprzednia

source: Styling Assistant Accept
pl: Asystent stylizacji - akceptuj

source: Styling Assistant Preview
pl: Podgląd Asystenta stylizacji

source: Visual Tool Default
pl: Narzędzie wizualne - domyślne

source: Visual Tool Drag
pl: Narzędzie wizualne - przeciągnij

source: Visual Tool Rotate Z
pl: Narzędzie wizualne - rotacja Z

source: Visual Tool Rotate X/Y
pl: Narzędzie wizualne - rotacja X/Y

source: Visual Tool Scale
pl: Narzędzie wizualne - skalowanie

source: Visual Tool Rectangular Clip
pl: Narzędzie wizualne - prostokątny wycinek

source: Visual Tool Vector Clip
pl: Narzędzie wizualne - klip wektorowy

source: No timecodes to average
pl: Nie ma kodów czasowych o średniej wartości

source: Select Fields to Paste Over
pl: Wybierz pola do wklejenia ponad

source: Fields
pl: Pola

source: Please select the fields that you want to paste over:
pl: Proszę wybrać pola, które chcesz wkleić ponad:

source: Start Time
pl: Czas początkowy

source: End Time
pl: Czas końcowy

source: Margin Left
pl: Lewy margines

source: Margin Right
pl: Prawy margines

source: Margin Vertical
pl: Margines pionowy

source: Margin Top
pl: Górny margines

source: Margin Bottom
pl: Dolny margines

source: Select Colour
pl: Wybierz kolor

source: Colour spectrum
pl: Kolor widma

source: RGB colour
pl: Kolor RGB

source: HSL colour
pl: Kolor HSL

source: HSV colour
pl: Kolor HSV

source: Spectrum mode:
pl: Tryb widma:

source: Red:
pl: Czerwony:

source: Green:
pl: Zielony:

source: Blue:
pl: Niebieski:

source: Hue:
pl: Barwa:

source: Value:
pl: Wartość:

source: Colour Picker
pl: Zbieracz koloru
